import Rare1 from './data/1_rare.png';
import Rare2 from './data/2_rare.png';
import Rare3 from './data/3_rare.png';
import Rare4 from './data/4_rare.png';
import Photo1 from './data/1.png';
import Photo2 from './data/2.png';
import Photo3 from './data/3.png';
import Photo4 from './data/4.png';
import VeryRare1 from './data/1_very_rare.png';
import VeryRare2 from './data/2_very_rare.png';
import VeryRare3 from './data/3_very_rare.png';
import VeryRare4 from './data/4_very_rare.png';

export const data = [
    {
        id: 1,
        name: "елена денисова",
        title: "«bub1»",
        rare: Rare1,
        veryRare: VeryRare1,
        description: "Фрилансер моушн дизайнер, иллюстратор и энтузиаст Бэн Марриот из Сиднея собирает классные свежие подборки анимационных работ. У него хороший вкус и выбранные ним работы точно вдохновят вас на что-то клёвое. От рекламных роликов до снимков продукта, маркетинговых кампаний и дизайна игр, используя возможности 3D открываются новые двери для отображения картин.",
        photo: Photo1,
        tag: "@elena",

    },
    {
        id: 2,
        name: "света белая",
        title: "«bub2»",
        rare: Rare2,
        veryRare: VeryRare2,
        description: "Если в последние 12 месяцев Вы находились рядом с технически подкованным другом или родственником, есть большая вероятность того, что в какой-то момент Вы слышали упоминание о виртуальной реальности. Виртуальная реальность неуклонно возрастала от амбициозной фантазии, ориентированной на игры, еще в 2012 году, до реальной среды.",
        photo: Photo2,
        tag: "@sveta",

    },
    {
        id: 3,
        name: "надя авдеева",
        title: "«bub3»",
        rare: Rare3,
        veryRare: VeryRare3,
        description: "Благодаря их малым масштабам и широкой доступности, gif являются отличным способом привлечь клиентов и поделиться идеями, особенно в социальных сетях. GIF могут быть еще больше использованы компаниями, которые хотят продавать себя в цифровом пространстве.\n",
        photo: Photo3,
        tag: "@nadya",

    },
    {
        id: 4,
        name: "макс кулагин",
        title: "«bub4»",
        rare: Rare4,
        veryRare: VeryRare4,
        description: "Использование визуальных эффектов в рекламных роликах позволило компаниям продвигать презентацию своих продуктов. А это является важным аспектом для любой маркетинговой кампании. От улучшения деталей и эстетики, которые способствуют построению более красивой картинки до повышения драматических моментов и увеличения общего эффекта от рекламы.",
        photo: Photo4,
        tag: "@max",

    },

]